Repository: Eric-Brison/dynacase-extui
Catalog: locale/*/EXTUI_*.po
Languages: fr

# extui
source: Add a note
fr: Ajouter une note

# extui
source: Historic
fr: Historique

# extui
source: Reload document
fr: Recharger le document

# extui
source: Send document
fr: Envoyer le document

# extui
source: View print version
fr: Version imprimable

source: eui:Abstract display
fr: Résumé

source: eui:Cancel deletion
fr: Annuler la suppression

source: eui:Cancel locking
fr: Annuler le verrouillage

source: eui:Cancel remove
fr: Annuler

source: eui:Create a search
fr: Créer une recherche

source: eui:Delete
fr: Supprimer

source: eui:Display
fr: Affichage

source: eui:Document Selection
fr: Sélection

source: eui:Duplicate document
fr: Dupliquer

source: eui:Edit document
fr: Modifier

source: eui:Export all documents
fr: Exporter le contenu du dossier

source: eui:Export selected documents
fr: Exporter les documents sélectionnés

source: eui:Grid display
fr: Grille

source: eui:Historic
fr: Historique

source: eui:Icon display
fr: Icones

source: eui:Lock
fr: Verrouiller

source: eui:Lock selected documents
fr: Verrouiller les documents sélectionnés

source: eui:Lock selection
fr: Verrouiller la sélection

source: eui:Remove from folder
fr: Retirer du dossier

source: eui:Rss Link
fr: Lien RSS

source: eui:Selection
fr: Sélection

source: eui:Send Mail
fr: Envoyer un mail

source: eui:Sure delete ?
fr: Etes vous sûr de vouloir supprimer ?

source: eui:Sure lock selected document ?
fr: Etes vous sûr de verrouiller les documents sélectionnés ?

source: eui:Sure remove from folder ?
fr: Etes vous sûr de vouloir enlever le document du dossier ?

source: eui:Tools
fr: Outils

source: eui:Tree display
fr: Arbre

source: eui:Unlock
fr: Déverrouiller

source: eui:View Document
fr: Voir

source: eui:View Properties
fr: Propriétés

source: eui:View print version
fr: Version imprimable

source: eui:itemlistmenu tag not found
fr: itemlistmenu tag non trouvé

source: eui:no id in itemlistmenu
fr: Pas d'identifiant dans itemlistmenu

source: eui:no itemmenu tags found
fr: Aucun tag itemmenu trouvé

# extui
source: yes
fr: oui
